Repository: common-repository/imasters-wp-hacks
Catalog: assets/languages/iwph-*.po
Languages: pt_br

source: This plugin is used to controll WordPress admin interface. You can hide administration widgets or hide menu itens.
pt_br: Este plugin controla a interface administrativa do WordPress. Você pode ocultar os widgets da administração ou itens do menu.

source: The administration widgets and menu itens aren't disable to administrator's account
pt_br: Os widgets e itens de menu não são desativados (ocultos) para usuários com função de Administrador.

source: Hide menu navigation
pt_br: Ocultar o menu de Navegação

source: Level definition updated successfully
pt_br: Definição de nível de usuário atualizado com sucesso

source: iMasters Hacks Navigation
pt_br: Navegação do iMasters WP Hacks

source: Dashboard
pt_br: Painel

source: Minimum level to access this page
pt_br: Função mínima para acessar esta página

source: Select one
pt_br: Selecione uma:

source: Role administrator (Level 10)
pt_br: Função administrador (Nível 10)

source: Role editor (Level 7)
pt_br: Função editor (Nível 7)

source: Role author (Level 2)
pt_br: Função autor (Nível 2)

source: Role contributor (Level 1)
pt_br: Função contribuidor (Nível 1)

source: Role subscriber (Level 0)
pt_br: Função assinante (Nível 0)

source: Redir page
pt_br: Página de redirecionamento

source: Media
pt_br: Mídia

source: Pages
pt_br: Páginas

source: Comments
pt_br: Comentários

source: Profile
pt_br: Perfil

source: Tools
pt_br: Ferramentas

source: Uninstall iMasters WP Hacks
pt_br: Desinstalação do iMasters WP Hacks

source: <li>Option '%s' has been deleted.</li>
pt_br: <li>Option '%s' deletada com sucesso.</li>

source: <li>Error deleting Option '%s'.</li>
pt_br: <li>Erro ao deletar a option '%s'.</li>

source: <a href="%s" class="button-primary">Deactivate iMasters WP Hacks</a> Disable that plugin to conclude the uninstalling.
pt_br: <a href="%s" class="button-primary">Desativar iMasters WP Hacks</a> Desative esse plugin para concluir a desinstalação.

source: Uninstaling this plugin the options used by iMasters WP Hacks will be removed.
pt_br: Desinstalando esse plugin as options usadas por iMasters WP Hacks serão removidas.

source: Warning:
pt_br: Atenção:

source: This process is irreversible. We suggest that you do a database backup first.
pt_br: Esse processo é irreversível. Sugerimos que faça um backup primeiro.

source: The following WordPress Options will be deleted:
pt_br: As seguintes options do Wordpress serão deletadas:

source: WordPress Options
pt_br: Options do WordPress

source: Yes. Uninstall iMasters WP Hacks now
pt_br: Sim. Desinstalar iMasters WP Hacks agora

source: Hide Dashboard widgets
pt_br: Ocultar widgets do Painel

source: Dashboard Widgets hidden successfully
pt_br: Widgets do Painel ocultados com sucesso

source: Hide Post widgets
pt_br: Ocultar widgets de Post

source: Post Widgets hidden successfully
pt_br: Widgets de Post ocultados com sucesso

source: Hide Page widgets
pt_br: Ocultar widgets de Página

source: Page Widgets hidden successfully
pt_br: Widgets de Página ocultados com sucesso

source: Hide Link widgets
pt_br: Ocultar widgets de Links

source: Links Widgets hidden successfully
pt_br: Widgets de Links ocultados com sucesso

source: iMasters Hacks Widgets
pt_br: Widgets do iMasters WP Hacks

source: Dashboard widgets
pt_br: Painel Widgets

source: Right now
pt_br: Nesse Momento

source: Recent comments
pt_br: Comentários Recentes

source: Recent drafts
pt_br: Rascunhos recentes

source: Incoming links
pt_br: Links de Entrada

source: WordPress Development blog
pt_br: Desenvolvimento do blog WordPress

source: Other WordPress News
pt_br: Outras Novidades do WordPress

source: Post tags
pt_br: Tags do post

source: Post categories
pt_br: Categorias do post

source: Post excerpt
pt_br: Resumo do post

source: Post Send Trackbacks
pt_br: Enviados Post Trackbacks

source: Post Custom Fields
pt_br: Campo de post avançado

source: Post Discussion
pt_br: Discussão do post

source: Post Author
pt_br: Autor do post

source: Post Revisions
pt_br: Revisão do post

source: Page Custom Fields
pt_br: Campo de Página avançada

source: Page Discussion
pt_br: Página de discussão

source: Page Attributes
pt_br: Página de atributos

source: Page Author
pt_br: Autor da Página

source: Page Revisions
pt_br: Revisões da Página

source: Link Categories
pt_br: Categorias de Link

source: link Target
pt_br: Direção do link

source: Link Relationship (XFN)
pt_br: Relacionamento do Link (XFN)

source: Link Advanced
pt_br: Link avançado

source: Navigation
pt_br: Navegação

source: Uninstall
pt_br: Desinstalação

source: You do not have sufficient permissions to manage this page.
pt_br: Você não tem permissão suficiente para acessar essa página.

source: <strong> You need to inform the page to redirect users when he can not access the dashboard.</strong>
pt_br: <strong>Você precisa informar a página de redirecionamento para o usuário que não tem acesso.</strong>
